<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы названий менюшек
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются в названиях
    | менюшек всего вашего приложения.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'backend'           => [
        'access'        => [
            'roles' => [
                'all'           => 'Все роли',
                'create'        => 'Создать роль',
                'edit'          => 'Редактировать роль',
                'main'          => 'Роли',
                'management'    => 'Управление доступом',
            ],
            'title' => 'Управление',
            'users' => [
                'all'               => 'Все пользователи',
                'change-password'   => 'Изменить пароль',
                'create'            => 'Создать пользователя',
                'deactivated'       => 'Заблокированные пользователи',
                'deleted'           => 'Удаленные пользователи',
                'edit'              => 'Редактирование учётной записи',
                'main'              => 'Пользователи',
                'view'              => 'Просмотр учётной записи',
            ],
            'shop_title_products' => 'Товары',
        ],
        'showcase'      =>  [
            'product' => [
                'all'               => 'Все товары',
                'change-password'   => 'Изменить пароль',
                'create'            => 'Создать товар',
                'deleted'           => 'Удаленные товары',
                'edit'              => 'Редактирование товара',
                'main'              => 'Товары',
                'view'              => 'Просмотр товара',
            ],
            'brand' => [
                'all'               => 'Все брэнды',
                'create'            => 'Создать брэнд',
                'deleted'           => 'Удаленные брэнды',
                'edit'              => 'Редактирование брэнда',
                'main'              => 'Брэнды',
                'view'              => 'Просмотр брэнда',
            ],


        ],
        'log-viewer'    => [
            'dashboard' => 'Обзор',
            'logs'      => 'Все записи',
            'main'      => 'Журнал ошибок',
        ],
        'sidebar'       => [
            'dashboard' => 'Системная панель',
            'general'   => 'Общие',
            'system'    => 'Система',
            'shop'      => 'Витрина',
        ],
    ],
    'language-picker'   => [
        'langs'     => [
            'ar'    => 'Арабский',
            'da'    => 'Датский',
            'de'    => 'Немецкий',
            'el'    => 'Греческий',
            'en'    => 'Английский',
            'es'    => 'Испанский',
            'fr'    => 'Французский',
            'id'    => 'Индонезийский',
            'it'    => 'Итальянский',
            'nl'    => 'Голландский',
            'pt_BR' => 'Бразильский Португальский',
            'ru'    => 'Русский',
            'sv'    => 'Шведский',
            'th'    => 'Тайский',
        ],
        'language'  => 'Язык',
    ],
];
