<?php
return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы общие для всех таблиц
    |--------------------------------------------------------------------------
    |
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'no_data'       =>      'Данные отсутствуют',
    'show_entries'  =>      [
        'showing'   =>      'Показаны записи с ',
        'to'        =>      'до',
        'of'        =>      'из',
    ],
    'show_page'     =>      'Показана страница',
    'of_page'       =>      'из',
    'paginate'      => [
            'first'     =>      'Первая',
            'last'      =>      'Последняя',
            'previous'  =>      'Предыдущая',
            'next'      =>      'Следующая',
    ],

];